[
  {
    "message": "I have worked with Utsav for about 1 year at Wipro. He is the guy with very sharp coding skills and extremely efficient in problem solving. Always enthusiastic and very smart to understand situation to solve the given problem.",
    "givenBy": "Shreesha Shridhara Murthy",
    "designation": "Senior Software Enginner at Dell EMC."
  },
  {
    "message": "I have been lucky enough to work with Utsav for nearly 2 years. In this time I have learned more about Utsav and seen the extremely high quality of his work. He has always gone the extra mile to make sure that not only is his work completed to the highest possible standard but he is always willing to help out both his team and other teams within the company. Utsav has been willing to take on new work with new technology and throw himself into both learning as he goes while applying his vast skill set to problem solving. His communication skills are superb and he is able to take people on the journey and explain what has been done so anyone at any level can understand the work that he has done. Utsav can always be relied on to get the job done well with a smile on is face. His fantastic attitude means people always want to work with him and I hope I am fortunate enough to work with him again in the future.",
    "givenBy": "Travis Bailey",
    "designation": "Agile and Project Management Consultatnt at ThreePoints Limited"
  },
  {
    "message": "Utsav is passionate, focussed and always willing to go above and beyond what is expected. He has impressed me with his ability to find innovative and efficient solutions to complex technical problems and is often my first port of call when I’m investigating technical options for new products or features. He consistently contributes invaluable insights to the team and can be relied upon to provide the technical clarity needed to overcome any obstacle. Utsav always gives his best and never fails to surprise at how quickly he is able to deliver even the most complex piece of work. If we could all keep up with Utsav who knows what we could achieve. ",
    "givenBy": "Michael McFadden",
    "designation": "CEO & Founder at Relay Limited"
  },
  {
    "message": "Utsav developed the backend API for a project where I worked on the frontend. He was easy to talk to, fast to respond, and wrote a very solid backend. He was a great developer to work with in a team and would recommend him for any team that needs a strong backend dev.",
    "givenBy": "Rowan Savage",
    "designation": "CTO at Runn.io"
  },
  {
    "message": "I've had the great privilege of working with Utsav at Paymark. Utsav is extremely proactive, results oriented, responsible and technically sound. Utsav's technical insight and expertise has proven invaluable to me as well as his general readiness to contribute and work with the team. He has proven time and again to be an invaluable asset and a pleasure to work with, and earns my highest recommendation.",
    "givenBy": "Vinesh Hansjee",
    "designation": "Digital Solutions Architect at Paymakr Limited"
  }
]
